Repository: paulwoman/Capitalism_Lab_ENG_to_POL
Catalog: tm/auto/t_game_en-US_pl.tmx
Source language: en_us
Languages: pl

source: [2657]<1537>This dialog box will be automatically closed in %1d %1p{day|days}|
pl: [2657]<1537>Ten komunikat zostanie automatycznie zamknięty w ciągu %1d %1p{dnia|dni}|

source: [2658]<1538>Auto Set Up Purchase Links|
pl: [2658]<1538>Automatycznie znajdź dostawców|

source: [2659]<1539>Do you want the purchase links to be automatically set up for you?|
pl: [2659]<1539>Czy chcesz aby dostawcy zostali znalezieni automatycznie ?|

source: [2663]<1543>Go to Goal Report|
pl: [2663]<1543>Przejdź do sprawozdania celów|

source: [2664]<1544>View Supplier|
pl: [2664]<1544>Zobacz dostawcę|

source: [2665]<1545>View Clients|
pl: [2665]<1545>Zobacz klientów|

source: [2666]<1546>Show all layout plans|
pl: [2666]<1546>Pokaż wszystkie plany|

source: [2667]<1547>Only show plans with all inputs available|
pl: [2667]<1547>Pokaż tylko plany, do których są dostępne wszystkie surowce|

source: [2668]<1548>Annual rent per square foot|
pl: [2668]<1548>Roczny czynsz za m2|

source: [2669]<1549>Occupancy|
pl: [2669]<1549>Obłożenie|

source: [2670]<1550>Annual return|
pl: [2670]<1550>Roczne ROI|

source: [2672]<1552>Market value|
pl: [2672]<1552>Wartość rynkowa|

source: [2673]<1553>Spending on Public Relations|
pl: [2673]<1553>Wydatki na PR|

source: [2674]<1554>Spending on Investor Relations|
pl: [2674]<1554>Wydatki na relacje inwestorskie|

source: [2675]<1555>Media Firms|
pl: [2675]<1555>Agencje reklamowe|

source: [2677]<1557>New content development budget|
pl: [2677]<1557>Budżet na rozwój nowych treści|

source: [2678]<1558>Products sold in|
pl: [2678]<1558>Produkty sprzedawane w |

source: [2698]<RESI> resigned from your corporation.|
pl: [2698]<RESI> zrezygnował z pracy.|

source: [2699]Resignation|
pl: [2699]Wypowiedzenie|

source: [2700]<LAYS> layout plans found|
pl: [2700]<LAYS> znaleziony(-e) plan(-y)|

source: [2701]<LAYM>You do not have enough cash to setup this layout.|
pl: [2701]<LAYM>Nie masz wystarczającej gotówki aby zastosować ten układ.|

source: [2702]<DOWR>You cannot join the game because your Capitalism II version is different from that of this multiplayer game's creator.
pl: [2702]<DOWR>Nie możesz dołączyć do rozgrywki ponieważ Twoja wersja gry różni się od wersji twórcy rozgrywki.

source: The creator's version is %1s while your version is %2s.| [2705]<NCUR>CURRENCY REVALUED!
pl: Wersja stworzonej rozgrywki to %1s natomiast Twoja wersja to %2s|

source: The government announced that the currency will be revalued at a ratio of 1 to 100. Banknotes and coins for the revalued currency will enter into circulation.|
pl: [2705]<NCUR>REFORMA WALUTOWA!Rząd ogłosił denominację waluty w stosunku 1 do 100. W obieg wejdą nowe banknoty oraz monety.|

source: [2708]Buy Land|
pl: [2708]Zakup gruntów|

source: [2709]Sorry, you cannot buy this land plot.|
pl: [2709]Niestety nie możesz zakupić tych gruntów.|

source: [2710]<P36M>Past 36 months|
pl: [2710]<P36M>Ostatnie 36 miesięcy|

source: [2711]Tech Focused|
pl: [2711]Branża tech.|

source: [2712]Media Focused|
pl: [2712]Branża medialna|

source: [2715]<RDTL>Tech level|
pl: [2715]<RDTL>Poziom tech.|

source: [2722]resigns from his job at|
pl: [2722]zrezygnował z pracy w|

source: [2723]resigns from her job at|
pl: [2723]zrezygnowała z pracy w|

source: [2725]went bankrupt and|
pl: [2725]zbankrutował(-a) i |

source: [2726]loses his job as|
pl: [2726]stracił pracę jako|

source: [2727]loses her job as|
pl: [2727]straciła pracę jako|

source: [2730]month|
pl: [2730]miesiąc|

source: [2731]months|
pl: [2731]miesięcy|

source: [2732]opens an|
pl: [2732]otwiera|

source: [2733]opens a|
pl: [2733]otwiera|

source: [2734]sets up a Warehouse|
pl: [2734]otwiera Magazyn|

source: [2735]sets up a TV Station|
pl: [2735]otwiera Stację TV|

source: [2736]sets up a Newspaper Publisher|
pl: [2736]zakłada Wydawnictwo prasowe|

source: [2737]sets up a Radio Station|
pl: [2737]otwiera Radiostację|

source: [2738]builds a|
pl: [2738]buduje|

source: [2740]sets up|
pl: [2740]zakłada|

source: [2741]builds|
pl: [2741]buduje (builds)|

source: [2742]demolishes his Mansion and sells the land.|
pl: [2742]wyburza swoją rezydencję i sprzedaje grunty.|

source: [2743]demolishes her Mansion and sells the land.|
pl: [2743]wyburza swoją rezydencję i sprzedaje grunty.|

source: [2744]changes its corporate strategy from|
pl: [2744]zmienia strategię korporacyjną z|

source: [2745]to|
pl: [2745]na|

source: [2757]buys an|
pl: [2757]Zakupił|

source: [2758]buys a|
pl: [2758]Zakupił|

source: [2759]in|
pl: [2759]w|

source: [2760]from|
pl: [2760]od|

source: [2761]for|
pl: [2761]za|

source: [2762]The central bank increases the interest rate from|
pl: [2762]Bank centralny podnosi stopę procentową z|

source: [2763]The central bank decreases the interest rate from|
pl: [2763]Bank centralny obniża stopę procentową z|

source: [2764]to|
pl: [2764]na|

source: [2765]A new chairman with|
pl: [2765]Nowy prezes z|

source: [2766]attitude is now at the helm of the central bank.|
pl: [2766]nastawieniem jest teraz na czele banku centralnego.|

source: [2767]acquires technology for|
pl: [2767]nabywa technologię|

source: [2768]from|
pl: [2768]od|

source: [2769]for|
pl: [2769]za|

source: [2770]The Government|
pl: [2770]Rząd|

source: [2771]the Government|
pl: [2771]rząd|

source: [2772]Corporation Changes Strategy|
pl: [2772]Korporacja zmienia strategię|

source: [2773]Central Bank Changes Interest Rate|
pl: [2773]Bank centralny zmienia stopę procentową|

source: [2774]The New Central Bank Chairman|
pl: [2774]Nowy prezes Banku Centralnego|

source: [2777]Stock Crash|
pl: [2777]Krach na giełdzie|

source: [2778]Currency Revalued!|
pl: [2778]Denominacja waluty!|

source: [2793]Sorry, the AI is having an advance start and you cannot build any buildings until year|
pl: [2793]Niestety ale SI posiada ułatwiony start i nie możesz nic budować aż do roku|

source: [2794]Sorry, the AI is having an advance start and you cannot buy land until year|
pl: [2794]Niestety ale SI posiada ułatwiony start i nie możesz zakupywać ziem aż do roku|

source: [2795]Sorry, the AI is having an advance start and you cannot buy stock until year|
pl: [2795]Niestety ale SI posiada ułatwiony start i nie możesz zakupywać akcji aż do roku|

source: [2796]Score:|
pl: [2796]Wynik:|

source: [2797]billion x 100 x inflation adjustment|
pl: [2797]milarda(-ów) x 100 x modyfikator inflacji|

source: [2798]Use your personal money to build your mansion.|
pl: [2798]Wybuduj rezydencję za swoją prywatną gotówkę.|

source: [2802]Customer Traffic Index:|
pl: [2802]Natężenie klientów:|

source: [2805]Hold the [SHIFT] key concurrently to build more|
pl: [2805]Przytrzymaj klawisz [SHIFT] aby zbudować więcej|

source: [2807]Freight Cost Breakdown|
pl: [2807]Rozkład kosztów transportu|

source: [2808]Truck - Supplier to Seaport:|
pl: [2808]Ciężarówka - Dostawca do portu:|

source: [2809]Cargo Ship - City to City:|
pl: [2809]Statek dostawczy - Miasto do miasta:|

source: [2810]Truck - Seaport to Buyer:|
pl: [2810]Ciężarówka - Port do kupującego:|

source: [2811]TOTAL:|
pl: [2811]ŁĄCZNIE:|

source: [2812]Freight Cost|
pl: [2812]Koszt transportu|

source: [2813]Shipment from Supplier to Buyer:|
pl: [2813]Transport od dostawcy do kupującego:|

source: [2814]Sowing in|
pl: [2814]Zasiew w|

source: [2815]<HARV>Harvest in|
pl: [2815]<HARV>Zbiory w|

source: [2816]Organize an Intensive Training Program|
pl: [2816]Zorganizuj Intensywne Szkolenie|

source: [2817]Training effect will be instant but|
pl: [2817]Efekt szkolenia będzie natychmiastowy jednak|

source: [2818]its cost-effectiveness is 30% lower than normal training.|
pl: [2818]jego opłacalność jest o 30% mniejsza niż normalnego szkolenia.|

source: [2819]How much will you allocate for training per employee?|
pl: [2819]Jak dużo, na jednego pracownika, przeznaczysz na szkolenie?|

source: [2820]firm|
pl: [2820]twoja firma|

source: [2821]firms|
pl: [2821]twoich firm|

source: [2825]None of the Purchasing Units in any of your firms presently lack supply of this type of product.\n\nThus no actions have been taken.|
pl: [2825]Żadna z Jednostek Zaopatrzenia w Twoich firmach obecnie nie ma braków w dostawach tego typu produktu. \n\nW związku z tym nie podjęto żadnych działań.|

source: [2829]To win this game, you must achieve the given goals.|
pl: [2829]Aby wygrać rozgrywkę musisz osiągnąć wyznaczone cele.|

source: [2830](Press the 'G' shortcut key anytime to view the Goal screen)|
pl: [2830](Naciśnij klawisz "G" aby przejść do ekranu z celami rozgrywki)|
